tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "fish"
brew "git"
brew "python"
brew "starship"
brew "yadm"
cask "miniconda"
cask "font-fira-code"
brew "mas"
brew "nano"
cask "1password"
cask "alfred"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "sketch"
cask "transmission"
cask "slack"
cask "keka"
cask "appcleaner"
cask "texpad"
cask "pycharm"
cask "rocket"
mas "BetterSnapTool", id: 417375580
mas "Xcode", id: 497799835
mas "Microsoft Word", id: 462054704
mas "Microsoft Excel", id: 462058435
mas "Colours for Hue", id: 581915465
mas "Amphetamine", id: 937984704